[
  [1, "watch", "reloj", "What is your full name?", "¿Cuál es tu nombre completo?", "Franklin Medardo Pallasco Farinango."],
  [2, "spell", "deletrear", "How old are you?", "¿Cuántos años tienes?", "I'm thirty-three years old."],
  [3, "slowly", "despacio", "Where are you from?", "¿De dónde eres?", "I'm from Latacunga."],
  [4, "careful", "cuidado", "What kind of place is it?", "¿Qué tipo de lugar es?", "It's a quiet city."],
  [5, "rose", "rosa", "Is there anything you don't like about your town?", "¿Hay algo que no te guste de tu pueblo?", "Not really, I like it."],
  [6, "terminal", "terminal", "What places are near where you live?", "¿Qué lugares hay cerca de donde vives?", "The Guamani terminal and a supermarket are nearby."],
  [7, "bedroom", "dormitorio", "Could you describe your house and the rooms in it?", "¿Podrías describir tu casa y las habitaciones que tiene?", "It has two bedrooms, a living room, a dining room, and a study."],
  [8, "living room", "sala de estar", "Which is your favorite place at home and why?", "¿Cuál es tu lugar favorito en casa y por qué?", "The living room, because I can play there with my children."],
  [9, "countryside", "campo", "Would you rather live in a big city or in the country? Why?", "¿Prefieres vivir en una gran ciudad o en el campo? ¿Por qué?", "In the countryside, for the tranquility."],
  [10, "family", "familia", "Could you tell me about your family?", "¿Podrías contarme sobre tu familia?", "My father lives in Latacunga and my brothers in Ambato. Everyone has their own family."],
  [11, "apartment", "apartamento", "How many people are in your family? or Who do you live with?", "¿Cuántas personas hay en tu familia? o ¿Con quién vives?", "There are four of us: my wife, my two children, and me."],
  [12, "noisy", "ruidoso", "Would you like your own apartment?", "¿Te gustaría tener tu propio apartamento?", "Yes, I would."],
  [13, "chores", "tareas domésticas", "Is it a noisy household?", "¿Es un hogar ruidoso?", "No, it's quiet."],
  [14, "work", "trabajo", "Do you help with chores?", "¿Ayudas con las tareas domésticas?", "Yes, I help in the afternoons."],
  [15, "weekends", "fines de semana", "How do you share housework in your family?", "¿Cómo comparten las tareas domésticas en tu familia?", "I help more in the afternoons after work."],
  [16, "park", "parque", "What are some things your family usually does together?", "¿Qué cosas suele hacer tu familia junta?", "We go to the park on weekends."],
  [17, "weekdays", "días laborables", "How are weekdays different from weekends in your family's life?", "¿En qué se diferencian los días laborables de los fines de semana en la vida de tu familia?", "On weekdays I work, and on weekends I spend time with my family."],
  [18, "friend", "amigo", "Could you tell me about your best friend?", "¿Podrías contarme sobre tu mejor amigo?", "We have a lot of trust and can talk about everything."],
  [19, "honesty", "honestidad", "What is important about a friend for you?", "¿Qué es importante en un amigo para ti?", "Honesty is the most important thing."],
  [20, "department", "departamento", "What do you do?", "¿A qué te dedicas?", "I work in the IT department, in operations."],
  [21, "study", "estudio", "What do you like most about your job?", "¿Qué es lo que más te gusta de tu trabajo?", "I like working in my field of study."],
  [22, "future", "futuro", "Could you tell me about the job you would like to have in the future?", "¿Podrías contarme sobre el trabajo que te gustaría tener en el futuro?", "I would like to be the head of my department."],
  [23, "plans", "planes", "What are your plans for the future?", "¿Cuáles son tus planes para el futuro?", "My long-term plan is to get a master's degree."],
  [24, "color", "color", "What is your favorite color or food or singer or sport?", "¿Cuál es tu color, comida, cantante o deporte favorito?", "My favorites are: color white, fried food, singer Luis Fonsi, and soccer."],
  [25, "admire", "admirar", "What do you admire about them? (e.g., the singer)", "¿Qué admiras de ellos? (por ejemplo, del cantante)", "I admire the lyrics of his songs."],
  [26, "pets", "mascotas", "Do you have any pets?", "¿Tienes mascotas?", "Yes, I have a dog."],
  [27, "name", "nombre", "What is its name? How old is it?", "¿Cómo se llama? ¿Cuántos años tiene?", "His name is Max and he is one year old."],
  [28, "movies", "películas", "Do you like to watch movies?", "¿Te gusta ver películas?", "Yes, I enjoy watching movies with my family."],
  [29, "breakfast", "desayuno", "What do you usually eat for breakfast, lunch, and dinner?", "¿Qué sueles desayunar, almorzar y cenar?", "For breakfast, I usually have 'colada' with bread, eggs, and juice."],
  [30, "restaurant", "restaurante", "What kind of restaurant do you like?", "¿Qué tipo de restaurante te gusta?", "I like restaurants that serve roasted chicken."],
  [31, "order", "ordenar", "What do you usually order?", "¿Qué sueles pedir?", "I usually order roast chicken with potatoes."],
  [32, "healthy", "saludable", "How healthy is your lifestyle? What should you do differently?", "¿Qué tan saludable es tu estilo de vida? ¿Qué deberías hacer diferente?", "I think I should start doing more physical activity."],
  [33, "fast-food", "comida rápida", "Do you prefer traditional restaurants or fast-food places? Why?", "¿Prefieres restaurantes tradicionales o de comida rápida? ¿Por qué?", "I prefer fast-food places for their convenience."],
  [34, "hobbies", "pasatiempos", "What are your hobbies?", "¿Cuáles son tus pasatiempos?", "My hobbies are playing soccer and 'ecuavoley'."],
  [35, "sports", "deportes", "How often do you play sports?", "¿Con qué frecuencia practicas deportes?", "I play soccer every weekend."],
  [36, "equipment", "equipo", "How long have you been doing that?", "¿Cuánto tiempo llevas haciéndolo?", "I've been playing for about ten years."],
  [37, "ball", "pelota", "Do you need any special equipment?", "¿Necesitas algún equipo especial?", "No, just a ball."],
  [38, "series", "serie", "Could you tell me about a movie you have seen recently?", "¿Podrías contarme sobre una película que hayas visto recientemente?", "I recently watched a series called S.W.A.T."],
  [39, "habits", "hábitos", "Could you tell me about your family's TV viewing habits?", "¿Podrías contarme sobre los hábitos de ver televisión de tu familia?", "We usually watch TV together on Friday nights."],
  [40, "news", "noticias", "What are your favorite TV programs and why?", "¿Cuáles son tus programas de TV favoritos y por qué?", "I like to watch the news to stay informed."],
  [41, "cinema", "cine", "Which do you prefer: watching a film on TV or at the cinema? Why?", "¿Qué prefieres: ver una película en TV o en el cine? ¿Por qué?", "I prefer watching movies at home with my children."],
  [42, "weekday", "día laboral", "What is an ordinary weekday of yours like?", "¿Cómo es un día laboral ordinario tuyo?", "I work during the day and go home in the evening."],
  [43, "holidays", "vacaciones", "How are your weekdays different from weekends and holidays?", "¿En qué se diferencian tus días laborables de los fines de semana y vacaciones?", "I dedicate my days off to spending time with my family."],
  [44, "birthday", "cumpleaños", "How do you usually celebrate your birthday?", "¿Cómo sueles celebrar tu cumpleaños?", "I celebrate with my family, and sometimes I have to work."],
  [45, "clothes", "ropa", "What kind of clothes do you like to wear?", "¿Qué tipo de ropa te gusta usar?", "I prefer to wear sportswear."],
  [46, "fashion", "moda", "Do you try to follow the latest fashion?", "¿Intentas seguir la última moda?", "Not really, I prefer a classic style."],
  [47, "shopping", "compras", "Could you tell me about the shopping habits in your family?", "¿Podrías contarme sobre los hábitos de compra en tu familia?", "My children love pizza, so we often buy it."],
  [48, "supermarket", "supermercado", "Do you prefer shopping in a small shop or a big supermarket? Why?", "¿Prefieres comprar en una tienda pequeña o en un supermercado grande? ¿Por qué?", "I prefer small shops because there are fewer people."],
  [49, "skills", "habilidades", "What are your strengths or best skills?", "¿Cuáles son tus fortalezas o mejores habilidades?", "My greatest strength is my family, and one of my best skills is swimming."],
  [50, "health", "salud", "What are the most important things in your life?", "¿Qué es lo más importante en tu vida?", "My health and my family are the most important."],
  [51, "schedule", "horario", "Do you like to have a busy schedule?", "¿Te gusta tener un horario ocupado?", "Not really, I find it a bit complicated."],
  [52, "time", "tiempo", "Why not?", "¿Por qué no?", "Because it leaves me with little free time."],
  [53, "Sundays", "domingos", "How often do you go shopping or watch movies?", "¿Con qué frecuencia vas de compras o ves películas?", "On Sundays, I often go shopping or watch movies with my family."],
  [54, "weekend", "fin de semana", "What do you do on weekends?", "¿Qué haces los fines de semana?", "On weekends we go to the park as a family."],
  [55, "office", "oficina", "What did you do last weekend?", "¿Qué hiciste el fin de semana pasado?", "Last weekend I worked at the office and then went home."],
  [56, "Christmas", "Navidad", "Did you do anything special last Christmas?", "¿Hiciste algo especial la Navidad pasada?", "For Christmas, we had a special dinner with the family."],
  [57, "travel", "viajar", "Do you want to travel to another country to study or visit? Why?", "¿Quieres viajar a otro país para estudiar o visitar? ¿Por qué?", "I would like to travel to another country as a tourist to see new places."],
  [58, "beaches", "playas", "What is your recommended holiday destination?", "¿Cuál es tu destino de vacaciones recomendado?", "I recommend the beaches on the coast."],
  [59, "visit", "visitar", "What do you like doing when you are on holiday?", "¿Qué te gusta hacer cuando estás de vacaciones?", "I like to visit family and spend time with my children."],
  [60, "dream", "sueño", "Could you tell me about your dream holiday?", "¿Podrías contarme sobre tus vacaciones soñadas?", "My dream holiday is to visit the Eiffel Tower in France."],
  [61, "organize", "organizar", "How do you prepare for a holiday?", "¿Cómo te preparas para unas vacaciones?", "I organize my time and plan the trip."],
  [62, "car", "carro", "What's your favorite means of transport and why?", "¿Cuál es tu medio de transporte favorito y por qué?", "I prefer using my own car because of the traffic."],
  [63, "traffic", "tráfico", "What do you think of the traffic in your area? How would you improve it?", "¿Qué opinas del tráfico en tu área? ¿Cómo lo mejorarías?", "The traffic in Quito is terrible. It could be improved with better traffic light synchronization."],
  [64, "abroad", "extranjero", "Have you ever traveled abroad? (Ejemplo)", "¿Has viajado alguna vez al extranjero? (Ejemplo)", "No, I haven't."],
  [65, "learn", "aprender", "Would you like to learn a new skill? (Ejemplo)", "¿Te gustaría aprender una nueva habilidad? (Ejemplo)", "Yes, I would like to learn another language."],
  [66, "remote", "remoto", "What do you think about remote work? (Ejemplo)", "¿Qué opinas del trabajo remoto? (Ejemplo)", "I think it's a good option for better work-life balance."],
  [67, "environment", "medio ambiente", "What do you do to protect the environment?", "¿Qué haces para proteger el medio ambiente?", "We try not to litter and we take care of plants."],
  [68, "weather", "clima", "What kind of weather do you like the most?", "¿Qué tipo de clima te gusta más?", "I like a normal, warm climate."],
  [69, "February", "febrero", "Which season of the year do you like best?", "¿Qué temporada del año te gusta más?", "I like February because of Valentine's Day."],
  [70, "technology", "tecnología", "How is life easier nowadays than in the past?", "¿Cómo es la vida más fácil hoy en día que en el pasado?", "Life is easier now because of technology, like instant communication."],
  [71, "communication", "comunicación", "How do technological devices make your family's life easier?", "¿Cómo los dispositivos tecnológicos hacen más fácil la vida de tu familia?", "They allow fast and constant communication through calls and messages."],
  [72, "internet", "internet", "What technological device would you not like to live without? Why?", "¿Qué dispositivo tecnológico no te gustaría vivir sin él? ¿Por qué?", "The internet, because it is essential for connecting with everyone."],
  [73, "master", "maestría", "What do you think you will be doing in 10 years?", "¿Qué crees que estarás haciendo en 10 años?", "God willing, I will be with my family, watching my children grow, and I will have a master's degree in networking."]
]